{
  "menu": {
    "home": "Home",
    "stages": "Courses",
    "about": "About Us",
    "contact": "Contact",
    "sejours": "stays",
    "competitions": "Pro-Am"
  },
  "banner": {
    "home": "AP GOLF",
    "stages": "OUR COURSES",
    "sejours": "OUR STAYS",
    "competitions": "PRO-AM",
    "about": "ABOUT US",
    "contact": "OUR CONTACT"
  },
  "home": {
    "stages": {
      "title": "Our Courses",
      "description": "Want to improve? No matter your level, take part in one of our various courses, in iconic locations.",
      "buttonText": "View Courses"
    },
    "sejours": {
      "title": "Our Stays",
      "description": "Because golf is all about passion and sharing. AP Golf offers you packaged golf trips. Progress, discovery, conviviality, comfort—discover all our trips.",
      "buttonText": "View Stays"
    },
    "competitions": {
      "title": "Pro-Am",
      "description": "Enjoy a unique experience by sharing your course with a coach during a private competition, combining sport, prestige, and conviviality.",
      "buttonText": "View Pro-Am"
    }
  },
  "stages": {
    "intro": {
      "main": "Discover our selection of golf courses",
      "second": "Golf courses in Chamonix, led by a high-performance expert coach. Whether you are a beginner, passionate amateur, or a player seeking excellence, these courses adapt to your level: discovery, nature immersion, or intensive improvement. Each session combines technical progress, mental work, and the joy of the game in an exceptional setting at the foot of Mont-Blanc."
    },
    "bootCampAcademy": {
      "title": "One Day Evian Academy",
      "dates": "Flexible dates",
      "description": "Join us for a day of training and leave with exercises and work plans to practice on your own.",
      "program": {
        "day1": "9am - 10.30am : Green approach (< 135m)",
        "day2": "10.30am - 12pm : Wedging (< PW)",
        "day3": "1.30pm - 3pm : Putting (Short and Long)",
        "day4": "3pm - 6pm : Around the green (CR, CL, and SB)"
      },
      "additionalInfo": {
        "duration": "1 day",
        "dates": "Flexible dates",
        "location": "Evian Resort Golf Club",
        "price": "€175 per person",
        "participants": "Max 6 people",
        "level": "All levels"
      }
    },
    "dataExpertise": {
      "title": "Data Expertise at Golf National",
      "dates": "Flexible dates",
      "description": "Change your perspective on your conception of golf. Find your swing by attending a course at Golf National with all the latest technologies and the participation of Damien GUINARD, one of the best French data experts.",
      "program": {
        "day1": "<strong>Day 1 : Find your swing</strong><br>Morning: Force plate analysis with Damien. Explanation of your swing system. Work on tee shots and your long game in general. <br>Afternoon: Play the Aigle course.",
        "day2": "<strong>Day 2 : Boot Camp</strong><br>Morning: Focus on long game, data recording (Trackman or Flight Scope).<br>Afternoon: Focus on chip roll, pitch & run, and bunker shots.",
        "day3": "<strong>Day 3 : Strategy</strong><br>Morning: Putting.<br>Afternoon: Play the Aigle course."
      },
      "additionalInfo": {
        "duration": "3 days / 2 nights",
        "dates": "Flexible dates",
        "location": "Golf National - Guyancourt (France 78)",
        "price": "From €650 half-board, Green fee included",
        "participants": "6 to 9",
        "level": "All levels"
      }
    },
    "evianImmersion": {
      "title": "Major Competition Immersion at Evian",
      "dates": "Flexible dates",
      "description": "Come perfect your game on the incredible facilities of the Evian Resort and play a major course.",
      "program": {
        "day1": "<strong>Day 1 : Training at the academy</strong><br>Morning: Technical work at the practice on the long game.<br>Afternoon: Training at the practice on the short game.",
        "day2": "<strong>Day 2 : Situational training on the Lake course</strong><br>Accompanied course and strategy on the Lake Course.",
        "day3": "<strong>Day 3 : Situational training on the Champions course</strong><br>Warm-up, putting.<br>Accompanied course and strategy on the Champions Course."
      },
      "additionalInfo": {
        "duration": "3 days / 2 nights",
        "dates": "Flexible dates",
        "location": "Evian Resort Golf Club",
        "price": "From €812 half-board, Green fee included",
        "participants": "6 to 9",
        "level": "All levels"
      }
    }
  },
  "stageCustom": {
    "title": "Custom Courses",
    "description": "Do you have a specific need? A precise goal? Our golf courses in Chamonix are designed to adapt to your level and expectations. Each course combines technical progress, mental work, and the joy of the game in an exceptional setting at the foot of Mont-Blanc. Supervised by a high-performance expert coach, these courses allow you to progress quickly while enjoying a unique natural environment. Contact us to learn more.",
    "descriptionMobile": "Golf courses in Chamonix, supervised by a high-performance expert coach. Whether you are a beginner, passionate amateur, or a player seeking excellence, these courses adapt to your level: discovery, nature immersion, or intensive improvement. Each session combines technical progress, mental work, and the joy of the game in an exceptional setting at the foot of Mont-Blanc.",
    "buttonText": "Contact Us"
  },  
  "presentation": {
    "title": "The Coach",
    "description": "Qualified professional, I teach golf with passion and rigor. Former coach of the French military ski team, I possess a unique expertise in coaching up to high performance. My teaching methodology is based on a personalized, technical, and mental approach, tailored to all levels of play. Whether you are a beginner or an advanced player, I will accompany you in your progress with kindness, precision, and efficiency.",
    "buttonText": "Contact Me"
  },
  "infoPratique": {
    "title": "Practical Information",
    "contactUs": "Contact us!",
    "interested": "Are you interested in our",
    "stages": "courses",
    "sendMailOrCall": "Send us an email or call us at:",
    "phone": "Phone: +33 (0) 6 21 62 05 86",
    "email": "Email: "
  },
  "footer": {
    "home": "Home",
    "stages": "Courses",
    "sejours": "Stays",
    "competitions": "Pro-Am",
    "about": "About Us",
    "contact": "Contact",
    "brand": "AP GOLF"
  },
  "descriptionStage": {
    "programDetails": "Program Details",
    "information": "Information",
    "duration": "Duration",
    "dates": "Dates",
    "location": "Location / Reception",
    "price": "Participant Price",
    "participants": "Number of Participants",
    "level": "Level",
    "contactReserve": "Contact Us / Reserve"
  },
  "coachHome": {
    "title": "The Coach",
    "description": "Pierre ASCEDU, a certified professional for over 30 years, teaches golf at the Chamonix Golf Club with passion and precision. A former coach of the French military ski team, he has unique expertise in high-performance coaching. His teaching is based on a personalized, technical, and mental approach, adapted to all levels of play. Whether you are a beginner or an experienced player, he guides you in your progress with accuracy, care, and efficiency. Using modern tools (Trackman, AimPoint, TPI) and extensive field experience, Pierre helps you achieve your goals, whether for leisure or competition.",
    "buttonText": "Learn More"
  },
  "swingHouse": {
    "title": "Our partner",
    "buttonText": "Swing House Website",
    "description": "Swing House is a dedicated space for golfers to refine their skills and enjoy a unique experience. Equipped with state-of-the-art technology and a welcoming atmosphere, it is the perfect place to practice, learn, and connect with fellow golf enthusiasts."
  },
  "sejours": {
    "intro": {
      "main": "Discover our vacation packages",
      "second": "Experience golf more intensely with our stays, tailored to all levels. Discover all our options!"
    }
  },
  "proam": {
    "intro": {
      "main": "Join our Pro-Am competitions",
      "second": "Join our Pro-Am competitions for an unforgettable golfing experience. Push your potential to the fullest."
    }
  }
}